/* Logout Required detail */
"A logout is required before updating. Please be patient  as there may be a short delay at the login window. Log out and update now?" = "A logout is required before updating. Please be patient  as there may be a short delay at the login window. Log out and update now?";

/* Logout warning string when logout is an hour or more away */
"A logout will be forced at approximately %@." = "A logout will be forced at approximately %@.";

/* Logout warning string when logout is in < 60 minutes */
"A logout will be forced in less than %@ minutes." = "A logout will be forced in less than %@ minutes.";

/* Logout warning string when logout is in less than a minute */
"A logout will be forced in less than a minute.\nAll pending updates will be installed. Unsaved work will be lost." = "A logout will be forced in less than a minute.\nAll pending updates will be installed. Unsaved work will be lost.";

/* Restart Required detail */
"A restart is required after updating. Please be patient as there may be a short delay at the login window. Log out and update now?" = "A restart is required after updating. Please be patient as there may be a short delay at the login window. Log out and update now?";

/* System configuration problem alert detail */
"A systems configuration issue is preventing Managed Software Center from operating correctly. The reported issue is: " = "A systems configuration issue is preventing Managed Software Center from operating correctly. The reported issue is: ";

/* Additional Pending Updates title */
"Additional Pending Updates" = "Additional Pending Updates";

/* AllCategoriesLabel */
"All Categories" = "All Categories";

/* Forced Logout warning detail */
"All pending updates will be installed. Unsaved work will be lost.\nYou may avoid the forced logout by logging out now." = "All pending updates will be installed. Unsaved work will be lost.\nYou may avoid the forced logout by logging out now.";

/* Allow button text */
"Allow" = "Allow";

/* Other Users Blocking Apps Running title */
"Applications in use by others" = "Applications in use by others";

/* Pre Install Uninstall Upgrade Alert Title */
"Attention" = "Attention";

/* Cancel button title/short action text
   Pre Install Uninstall Upgrade Cancel Label */
"Cancel" = "Cancel";

/* managedsoftwareupdate message */
"Checking Apple Software Update catalog..." = "Checking Apple Software Update catalog...";

/* managedsoftwareupdate message */
"Checking for additional changes..." = "Checking for additional changes...";

/* managedsoftwareupdate message */
"Checking for available Apple Software Updates..." = "Checking for available Apple Software Updates...";

/* managedsoftwareupdate message */
"Checking for available updates..." = "Checking for available updates...";

/* Blocking Apps Running title */
"Conflicting applications running" = "Conflicting applications running";

/* Continue button text */
"Continue" = "Continue";

/* Deny button text */
"Deny" = "Deny";

/* managedsoftwareupdate message */
"Determining which filesystem items to remove" = "Determining which filesystem items to remove";

/* managedsoftwareupdate message */
"Done." = "Done.";

/* managedsoftwareupdate message */
"Downloading available Apple Software Updates..." = "Downloading available Apple Software Updates...";

/* FeaturedLabel */
"Featured" = "Featured";

/* managedsoftwareupdate message */
"Finishing..." = "Finishing...";

/* Firmware Alert Default detail */
"Firmware will be updated on your computer. Your computer's power cord must be connected and plugged into a working power source. It may take several minutes for the update to complete. Do not disturb or shut off the power on your computer during this update." = "Firmware will be updated on your computer. Your computer's power cord must be connected and plugged into a working power source. It may take several minutes for the update to complete. Do not disturb or shut off the power on your computer during this update.";

/* No Power Source Warning detail */
"For best results, you should connect your computer to a power source before updating. Are you sure you want to continue the update?" = "For best results, you should connect your computer to a power source before updating. Are you sure you want to continue the update?";

/* Forced Logout title text */
"Forced Logout for Mandatory Install" = "Forced Logout for Mandatory Install";

/* managedsoftwareupdate message */
"Gathering information on installed packages" = "Gathering information on installed packages";

/* No help alert title */
"Help" = "Help";

/* No help alert detail */
"Help isn't available for Managed Software Center." = "Help isn't available for Managed Software Center.";

/* Install Session Failed title */
"Install session failed" = "Install session failed";

/* managedsoftwareupdate message */
"Installing available Apple Software Updates..." = "Installing available Apple Software Updates...";

/* Log out and Update button text */
"Log out and update" = "Log out and update";

/* Logout and Update Now button text */
"Log out and update now" = "Log out and update now";

/* Logput Required title */
"Logout Required" = "Logout Required";

/* Failed Preflight Check detail */
"Managed Software Center cannot check for updates now.\nTry again later. If this situation continues, contact your systems administrator." = "Managed Software Center cannot check for updates now.\nTry again later. If this situation continues, contact your systems administrator.";

/* Cannot Contact Server detail */
"Managed Software Center cannot contact the update server at this time.\nTry again later. If this situation continues, contact your systems administrator." = "Managed Software Center cannot contact the update server at this time.\nTry again later. If this situation continues, contact your systems administrator.";

/* Password prompt title */
"Managed Software Center wants to unlock the startup disk after restarting to complete all pending updates." = "Managed Software Center wants to unlock the startup disk after restarting to complete all pending updates.";

/* Mandatory Updates Pending text */
"Mandatory Updates Pending" = "Mandatory Updates Pending";

/* managedsoftwareupdate message */
"Nothing to remove." = "Nothing to remove.";

/* OK button title
   Pre Install Uninstall Upgrade OK Label */
"OK" = "OK";

/* Mandatory Updates Imminent detail */
"One or more mandatory updates are overdue for installation. A logout will be forced soon." = "One or more mandatory updates are overdue for installation. A logout will be forced soon.";

/* Mandatory Updates Pending detail */
"One or more updates must be installed by %@. A logout may be forced if you wait too long to update." = "One or more updates must be installed by %@. A logout may be forced if you wait too long to update.";

/* Other Users Blocking Apps Running detail */
"Other logged in users are using the following applications. Try updating later when they are no longer in use:\n\n%@" = "Other logged in users are using the following applications. Try updating later when they are no longer in use:\n\n%@";

/* Other Users Logged In title */
"Other users logged in" = "Other users logged in";

/* managedsoftwareupdate message */
"Package removal complete." = "Package removal complete.";

/* Password label */
"Password:" = "Password:";

/* Pending Updates alert title */
"Pending updates" = "Pending updates";

/* managedsoftwareupdate message */
"Performing postflight tasks..." = "Performing postflight tasks...";

/* managedsoftwareupdate message */
"Performing preflight tasks..." = "Performing preflight tasks...";

/* managedsoftwareupdate message */
"Preparing to run macOS Installer..." = "Preparing to run macOS Installer...";

/* Quit button title */
"Quit" = "Quit";

/* managedsoftwareupdate message */
"Removing receipt info" = "Removing receipt info";

/* Restart button title */
"Restart" = "Restart";

/* Restart Required title */
"Restart Required" = "Restart Required";

/* managedsoftwareupdate message */
"Retrieving list of software for this machine..." = "Retrieving list of software for this machine...";

/* managedsoftwareupdate message */
"Running Adobe Patch Installer" = "Running Adobe Patch Installer";

/* managedsoftwareupdate message */
"Running Adobe Setup" = "Running Adobe Setup";

/* managedsoftwareupdate message */
"Running Adobe Uninstall" = "Running Adobe Uninstall";

/* managedsoftwareupdate message */
"Software installed or removed requires a restart." = "Software installed or removed requires a restart.";

/* Restart Required alert detail */
"Software installed or removed requires a restart. You will have a chance to save open documents." = "Software installed or removed requires a restart. You will have a chance to save open documents.";

/* Pre Install Uninstall Upgrade Alert Detail */
"Some conditions apply to this software. Please contact your administrator for more details" = "Some conditions apply to this software. Please contact your administrator for more details";

/* managedsoftwareupdate message */
"Starting Adobe installer..." = "Starting Adobe installer...";

/* managedsoftwareupdate message */
"Starting macOS upgrade..." = "Starting macOS upgrade...";

/* managedsoftwareupdate message */
"Starting..." = "Starting...";

/* System configuration problem alert title */
"System configuration problem" = "System configuration problem";

/* managedsoftwareupdate message */
"System will restart and begin upgrade of macOS." = "System will restart and begin upgrade of macOS.";

/* managedsoftwareupdate message */
"The software was successfully installed." = "The software was successfully installed.";

/* Additional Pending Updates detail */
"There are additional pending updates to install or remove." = "There are additional pending updates to install or remove.";

/* Other Users Logged In detail */
"There are other users logged into this computer.\nUpdating now could cause other users to lose their work.\n\nPlease try again later after the other users have logged out." = "There are other users logged into this computer.\nUpdating now could cause other users to lose their work.\n\nPlease try again later after the other users have logged out.";

/* Pending Updates alert detail text */
"There are pending updates for this computer." = "There are pending updates for this computer.";

/* Could Not Start Session message */
"There is a configuration problem with the managed software installer. Could not start the process. Contact your systems administrator." = "There is a configuration problem with the managed software installer. Could not start the process. Contact your systems administrator.";

/* Unexpected Session End message */
"There is a configuration problem with the managed software installer. The process ended unexpectedly. Contact your systems administrator." = "There is a configuration problem with the managed software installer. The process ended unexpectedly. Contact your systems administrator.";

/* Password explanation */
"To allow this, enter your login password." = "To allow this, enter your login password.";

/* Update Check Failed title */
"Update check failed" = "Update check failed";

/* Update Now button title */
"Update now" = "Update now";

/* Updating message */
"Updating..." = "Updating...";

/* managedsoftwareupdate message */
"Verifying package integrity..." = "Verifying package integrity...";

/* managedsoftwareupdate message */
"Waiting for network..." = "Waiting for network...";

/* Blocking Apps Running detail */
"You must quit the following applications before proceeding with installation or removal:\n\n%@" = "You must quit the following applications before proceeding with installation or removal:\n\n%@";

/* No Power Source Warning text */
"Your computer is not connected to a power source." = "Your computer is not connected to a power source.";

